<template>
    <div>
        <h3>Будет огромным плюсом, если Вы приложите краткую инструкцию по настройке
            сервера.</h3>

        <h3>Приложение должно реализовывать следующий функционал:
            - регистрация/аутентификация пользователя с помощью email и пароля;
            - отображение данных пользователя после аутентификации;
            - сохранение пользовательской сессии при обновлении страницы;
            - возможность завершить сессию (выполнить logout) на странице
            аутентифицированного пользователя.</h3>

        <h3>Выбор каждого из инструментов нужно будет аргументировать.</h3>
    </div>
</template>

<script>
    export default {

    }

</script>

<style>

</style>

