@section('signup')
<div class="aside">
  <h4>5 причин зарегестрироваться</h4>
<dl>
   <dt>Тег</dt>
     <dd>Тег — это специальный символ разметки, который применяется для
         вставки различных элементов на веб-страницу таких как: рисунки,
         таблицы, ссылки и др., и для изменения их вида.</dd>
   <dt>HTML-документ</dt>
     <dd>Обычный текстовый файл, который может содержать в себе текст,
         теги и стили. Изображения и другие объекты хранятся отдельно.
         Содержимое такого файла обычно называется HTML-код.</dd>
   <dt>Сайт</dt>
   <dd>Cайт — это набор отдельных веб-страниц, которые связаны между собой
         ссылками и единым оформлением.</dd>
  </dl>
  @show
</div>
<h1>
</h1>